Repository: Febrovic/hotel_management
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Home page
ar: الصفحة الرئيسية

source: Reservations
ar: الحجوزات

source: Rooms
ar: الغرف

source: Clients
ar: العملاء

source: reports
ar: التقارير

# validation
source: Please Insert Data
ar: يرجي ادخال البيانات

source: No Reservations Yet
ar: لا يوجد حجوزات

source: Reservation Number
ar: رقم الحجز

source: Add reservation
ar: اضافة حجز

source: Client name
ar: أسم العميل

source: Client number
ar: هاتف العميل

source: Client national id
ar: رقم الهوية

source: Room number
ar: رقم الغرفة

source: Start date
ar: تاريخ بداية الحجز

source: End date
ar: تاريخ نهاية الحجز

source: Hotel name
ar: اسم الفندق

source: Choose Room Number
ar: اختر رقم الغرفة

source: Rest days
ar: الايام المتبقية

source: Total days
ar: عدد الايام

source: Amount Paid
ar: المبلغ المدفوع

source: Amount Total
ar: المبلغ الكلي

source: Amount Rest
ar: المبلغ المتبقي

source: Identity Image
ar: صورة الهوية

source: Print
ar: طباعة

# roomAlreadyReserved
source: Date not accurate
ar: تاريخ غير صالح

# amountRestEdit
source: Edit Rest Amount
ar: تعديل المبلغ المتبقي

source: No Room Available
ar: لايوجد غرف متاحة

source: No Rooms Yet
ar: لا يوجد غرف

source: Room status
ar: حالة الغرفة

source: Bed number
ar: عدد السرائر

source: Room content
ar: محتويات الغرفة

source: Add room
ar: اضافة غرفة

source: Room type
ar: نوع الغرفة

source: Room Price
ar: سعر الغرفة

source: Edit
ar: تعديل

source: Delete
ar: مسح

source: Bathroom Type
ar: نوع الحمام

source: External
ar: خارجي

source: Internal
ar: داخلي

source: Shared
ar: مشترك

source: Choose Bathroom Type
ar: اختر نوع الحمام

source: Reservation State
ar: حالة الحجز

source: Reserved
ar: محجوزة

source: Not Reserved
ar: ليست محجوزة

source: Add Amount
ar: اضف مبلغ

source: Net Profit
ar: صافي الربح

source: Tv
ar: تلفاز

source: Fridge
ar: ثلاجة

source: Washing machine
ar: غسالة

source: Kettle
ar: كاتيل شاي

source: Coffee machine
ar: ماكينة قهوة

source: Curtains
ar: ستائر

source: No Clients Yet
ar: لا يوجد عملاء

source: Nationality
ar: الجنسية

source: Number of The Client
ar: عميل رقم

source: Date of Registration
ar: تاريخ التقيد

source: Client Rate
ar: تقييم العميل

source: Save
ar: حفظ

source: Dismiss
ar: الغاء

source: Not Determined
ar: لم يحدد بعد

source: Id Image
ar: صورة بطاقة الهوية

source: No Outcomes Yet
ar: لا يوجد مصروفات

# roomsNumber
source: Rooms numbers
ar: عدد الغرف

source: Available rooms
ar: الغرف المتاحة

source: Reserved rooms
ar: الغرف المحجوزة

source: Maintenance Room
ar: غرف تحتاج صيانة

# checkInToday
source: Check In Today Rooms
ar: عدد غرف دخول اليوم

# checkOutToday
source: Check Out Today Rooms
ar: عدد غرف خروج اليوم

source: Total Income
ar: اجمالي الايرادات

source: Total Rest Income
ar: اجمالي المستحقات المتبقية

source: Total Outcome
ar: اجمالي المصروفات

source: Outcome
ar: المصروفات

source: Add Outcome
ar: اضافة مصروف

source: Outcome Name
ar: اسم المصروف

source: Outcome To
ar: منصرف الي

# thatAbout
source: That's About
ar: وذلك عن

source: Amount
ar: المبلغ

source: Add User
ar: أضافة مستخدم

source: Add Hotel
ar: اضافة فندق

source: Delete Hotel
ar: مسح الفندق

# editHotel
source: Edit Hotel Name
ar: تعديل اسم الفندق

source: Reservation Report
ar: تقارير الحجوزات

source: Client Info
ar: بيانات العميل

source: Add Invoice Image
ar: اضافة فاتورة المصروف

source: Invoice Image
ar: فاتورة المصروف

source: Add Client
ar: اضافة مستخدم رئيسي

source: Employees Information
ar: بيانات الموظفين

source: Add Employee
ar: اضافة موظف

source: Employee Name
ar: اسم الموظف

source: Employee Number
ar: رقم الموظف

source: Employee Salary
ar: مرتب الموظف

# employeeTitleJob
source: Employee Job Title
ar: وظيفة الموظف

source: Employee Task
ar: المهام الوظيفية

source: Employee Image
ar: صورة الموظف

source: No Employee
ar: لا يوجد موظفين

source: Users
ar: المستخدمين

source: Edit Password
ar: تعديل كلمة المرور

source: New Password
ar: كلمة المرور الجديدة

source: Management
ar: الادارة

source: Admin Users
ar: المستخدمين الرئيسيين

source: Share Capital
ar: رأس المال

source: Stakeholder Name
ar: اسم الشريك

source: Stakeholder Amount
ar: المبلغ المساهم به

source: Add Stakeholder
ar: أضافة شريك

source: No Stakeholders Yet
ar: لا يوجد شركاء

source: Edit Amount
ar: تعديل المبلغ

source: Print Hotel Report
ar: طباعة تقارير الفندق

source: Additional Services
ar: خدمات اخري

source: bus
ar: باص

source: Id Bracelet
ar: اساور الاي دي

source: Flight
ar: حجز طيران

source: Huda
ar: الهدي

source: Login Page
ar: صفحة الدخول

source: Username
ar: اسم المستخدم

source: Password
ar: كلمة المرور

source: Login
ar: تسجيل الدخول
